app/controllers/api/v1/job_statuses_controller.rb

      def index
        job_statuses = JobStatus.all
---
SELECT "job_statuses".* FROM "job_statuses"